<?php
return array(
	'version'=> '1.0.0',
	'imgurl' => 'http://115.29.107.11/', //图片资料访问域名
	'employeeStatus' => array('1' => '有效', '2' => '无效', '3' => '删除'),//员工表状态
	'sex' => array('1' => '男', '2' => '女'),//性别
	'isadd' => array('1' => '是', '2' => '否'),//性别
	'iscoach' => array('1' => '是', '2' => '否'),//性别
	'cardType' => array('1' => '年卡', '2' => '半年卡','3' => '季卡','4' => '月卡','5' => '次卡'),//1年卡，2半年卡，3季卡，4月卡，5次卡
	'week' => array('1' => '周一', '2' => '周二', '3' => '周三', '4' => '周四', '5' => '周五', '6' => '周六', '7' => '周日' ),
	'payType' => array('1' => '现金', '2' => '刷卡', '3' => '支付宝', '4' => '微信','5' => '支票'),
	'payStatus' => array('1' => '待主管审核', '2' => '待财务审核', '3' => '生效', '4' => '作废'),
	'courseNum' => array("1" => '1-10','2' => '10-20', '3' => '20-30' ,'4' => '30以上' ),
    'courseFeeling' => array("1" => '轻松','2' => '一般', '3' => '累' ,'4' => '承受极限' ),
    'courseStrength' => array("1" => '低','2' => '中', '3' => '高'),
    'courseSite' => array("1" => '1号操厅','2' => '2号操厅中', '3' => '3号操厅'),
);
